Repository: KakoytoChel1/FileSystem-Viewer
Catalog: FileSystemViewer/Strings/*/Resources.resw
Source language: en_gb
Languages: uk_ua

# CancelScanningButton.Text
source: Cancel
uk_ua: Скасувати

# PauseScanningButton.Text
source: Pause
uk_ua: Пауза

# RefreshScanningButton.Text
source: Refresh scanning
uk_ua: Повторне сканування

# RefreshSelectedButton.Text
source: Refresh selected
uk_ua: Повторно сканувати обране

# ResumeScanningButton.Text
source: Resume
uk_ua: Продовжити

# SelectTargetButton.Text
source: Select target...
uk_ua: Обрати ціль...

# OpenInNewWindowButton.Text
source: Open in new window
uk_ua: Відкрити у новому вікні

# AccentColorSection.Text
source: Accent color
uk_ua: Колір акценту

# UseDefaultAccent.Text
source: Use system accent color
uk_ua: Системний колір акценту

# ByDefaultButtonText.Text
source: Set by default
uk_ua: Встановити за замовчуванням

# ExportButton.Text
source: Export settings
uk_ua: Експортувати налаштування

# SettingsPageHeader.Text
source: FileViewer settings
uk_ua: FileViewer налаштування

# ImportButton.Text
source: Import settings
uk_ua: Імпортувати налаштування

# LanguageSection.Text
source: Language
uk_ua: Мова

# RestoreButtonText.Text
source: Restore
uk_ua: Відновити

# SaveButtonText.Text
source: Save
uk_ua: Зберегти

# ScheduledScanningSection.Text
source: Scheduled scanning
uk_ua: Заплановане сканування

# IntervalHeader.Text
source: Scan interval
uk_ua: Інтервал сканування

# MinCritSpaceHeader.Text
source: Minimum critical space percent
uk_ua: Мінімальний процент критичного місця

# SystemTab.Text
source: System
uk_ua: Системні

# SystemTraySection.Text
source: System tray
uk_ua: Системний трей

# SwitchStateOff.Text
source: Off
uk_ua: Вимкнено

# SwitchStateOn.Text
source: On
uk_ua: Увімкнено

# ThemeSectionDark.Text
source: Dark
uk_ua: Темна

# ThemeSection.Text
source: Theme
uk_ua: Тема

# ThemeSectionLight.Text
source: Light
uk_ua: Світла

# ThemeSectionSystem.Text
source: System
uk_ua: Системна

# VisualTab.Text
source: Visual
uk_ua: Візуальні

# DriveNodeTagText
source: free of
uk_ua: вільно з

# ChartPageExpander.Text
source: Directories
uk_ua: Директорії

# ListTab.Text
source: List
uk_ua: Перелік

# ChartTab.Text
source: Chart
uk_ua: Діаграма

# ContextMenuOpen.Text
source: Open
uk_ua: Відкрити

# TrayContextMenuOpen
source: Open
uk_ua: Відкрити

# TrayContextMenuQuite
source: Quite app
uk_ua: Закрити

# DialogConfirmText
source: Confirm
uk_ua: Підтвердити

# DialogCancelText
source: Cancel
uk_ua: Скасувати

# DialogApplyText
source: Apply
uk_ua: Застосувати

# DialogTargetSelectionTitle
source: Target selection...
uk_ua: Вибір цілі...

# AllDrives.Content
source: All drives
uk_ua: Всі диски

# Selected.Content
source: Selected
uk_ua: Обрані

# DialogUnsavedChangesTitle
source: Unsaved changes
uk_ua: Незбережені зміни

# DialogUnsavedChangesText
source: You have unsaved changes. Are you sure you want to close the settings menu?
uk_ua: У вас є незбережені зміни. Ви впевнені, що хочете закрити меню налаштувань?

# DialogRestoreSettingsTitle
source: Restore settings
uk_ua: Відновити налаштування

# DialogRestoreSettingsText
source: Are you sure you want to restore settings?
uk_ua: Ви впевнені, що хочете відновити налаштування?

# DialogSetSettingsByDefaultTitle
source: Set settings by default
uk_ua: Встановити налаштування за замовчуванням

# DialogSetSettingsByDefaultText
source: Are you sure you want to set all settings by default?
uk_ua: Ви впевнені, що хочете встановити всі налаштування за замовчуванням?

# DialogRefreshScanningTitle
source: Rescan target confirmation
uk_ua: Підтвердження повторного сканування цілей

# DialogRefreshScanningText
source: Are you sure you want to rescan the following count of drives:
uk_ua: Ви впевнені, що хочете повторно просканувати наступну кількість дисків:

# DialogRefreshSelectedTitle
source: Rescan selected target
uk_ua: Повторно сканувати обрану ціль

# DialogRefreshSelectedText
source: Are you sure you want to rescan the following directory?
uk_ua: Ви впевнені, що хочете повторно просканувати цей каталог?

# DialogCancelScanningTitle
source: Cancel scanning confirmation
uk_ua: Підтвердження скасування сканування

# DialogCancelScanningText
source: Are you sure you want to cancel the scanning process?
uk_ua: Ви впевнені, що хочете скасувати процес сканування?

# DialogExportSettingsWarningTitle
source: Unsaved changes
uk_ua: Незбережені зміни

# DialogExportSettingsWarningText
source: Please save or reset your changes before exporting.
uk_ua: Будь ласка, збережіть або скасуйте зміни перед експортом.

# DialogErrorTitle
source: Error
uk_ua: Помилка

# DialogFailedImportSettingsText
source: Failed to import settings:
uk_ua: Не вдалось імпортувати налаштування:

# DialogOkay
source: Okay
uk_ua: Добре

# InProgress.Text
source: In progress...
uk_ua: В процесі...
